[
    {
        "id": 0,
        "title": "Tetris Effect: Connected",
        "description": "Tetris Effect: Connected is the original Tetris Effect with all-new co-op and competitive online and local multiplayer modes. This is Tetris like you've never seen it, or heard it, or felt it beforean incredibly addictive, unique and breathtakingly gorgeous reinvention of one of the most popular puzzle games of all time.",
        "genre": null,
        "platform": null,
        "developer": null,
        "thumbnailUrl": "https://static.metacritic.com/images/products/games/0/1e73db6b907a74b8218272467b085677-98.jpg",
        "releaseDate": "2021-10-08T00:00:00",
        "metaScore": 94,
        "userScore": 87,
        "recentReviews": null,
        "recentUserReviews": null
    },
    {
        "id": 1,
        "title": "Hades",
        "description": "Defy the god of the dead as you hack and slash out of the Underworld in this rogue-like dungeon crawler from the creators of Bastion, Transistor, and Pyre.  Hades is a god-like rogue-like dungeon crawler that combines the best aspects of Supergiant's critically acclaimed titles, including the fast-paced action of Bastion, the rich atmosphere and depth of Transistor, and the character-driven storytelling of Pyre.BATTLE OUT OF HELLAs the immortal Prince of the Underworld, you'll wield the powers and mythic weapons of Olympus to break free from the clutches of the god of the dead himself, while growing stronger and unraveling more of the story with each unique escape attempt.UNLEASH THE FURY OF OLYMPUSThe Olympians have your back! Meet Zeus, Athena, Poseidon, and many more, and choose from their dozens of powerful Boons that enhance your abilities. There are thousands of viable character builds to discover as you go.BEFRIEND GODS, GHOSTS, AND MONSTERSA fully-voiced cast of colorful, larger-than-life characters is waiting to meet you! Grow your relationships with them, and experience thousands of unique story events as you learn about what's really at stake for this big, dysfunctional family.BUILT FOR REPLAYABILITYNew surprises await each time you delve into the ever-shifting Underworld, whose guardian bosses will remember you. Use the powerful Mirror of Night to grow permanently stronger, and give yourself a leg up the next time you run away from home.NOTHING IS IMPOSSIBLEPermanent upgrades mean you don't have to be a god yourself to experience the exciting combat and gripping story. Though, if you happen to be one, crank up the challenge and get ready for some white-knuckle action that will put your well-practiced skills to the test. SIGNATURE SUPERGIANT STYLEThe rich, atmospheric presentation and unique melding of gameplay and narrative that's been core to Supergiant's games is here in full force: spectacular hand-painted environments and a blood-pumping original score bring the Underworld to life.",
        "genre": null,
        "platform": null,
        "developer": null,
        "thumbnailUrl": "https://static.metacritic.com/images/products/games/2/b23c94bc90c967f7e79efb95285db7d3-98.jpg",
        "releaseDate": "2021-10-08T00:00:00",
        "metaScore": 93,
        "userScore": 85,
        "recentReviews": null,
        "recentUserReviews": null
    },
    {
        "id": 2,
        "title": "Hades",
        "description": "Defy the god of the dead as you hack and slash out of the Underworld in this rogue-like dungeon crawler from the creators of Bastion, Transistor, and Pyre.  Hades is a god-like rogue-like dungeon crawler that combines the best aspects of Supergiant's critically acclaimed titles, including the fast-paced action of Bastion, the rich atmosphere and depth of Transistor, and the character-driven storytelling of Pyre. BATTLE OUT OF HELL. As the immortal Prince of the Underworld, you'll wield the powers and mythic weapons of Olympus to break free from the clutches of the god of the dead himself, while growing stronger and unraveling more of the story with each unique escape attempt.UNLEASH THE FURY OF OLYMPUSThe Olympians have your back! Meet Zeus, Athena, Poseidon, and many more, and choose from their dozens of powerful Boons that enhance your abilities. There are thousands of viable character builds to discover as you go.BEFRIEND GODS, GHOSTS, AND MONSTERSA fully-voiced cast of colorful, larger-than-life characters is waiting to meet you! Grow your relationships with them, and experience thousands of unique story events as you learn about what's really at stake for this big, dysfunctional family.BUILT FOR REPLAYABILITYNew surprises await each time you delve into the ever-shifting Underworld, whose guardian bosses will remember you. Use the powerful Mirror of Night to grow permanently stronger, and give yourself a leg up the next time you run away from home.NOTHING IS IMPOSSIBLEPermanent upgrades mean you don't have to be a god yourself to experience the exciting combat and gripping story. Though, if you happen to be one, crank up the challenge and get ready for some white-knuckle action that will put your well-practiced skills to the test. SIGNATURE SUPERGIANT STYLEThe rich, atmospheric presentation and unique melding of gameplay and narrative that's been core to Supergiant's games is here in full force: spectacular hand-painted environments and a blood-pumping original score bring the Underworld to life.",
        "genre": null,
        "platform": null,
        "developer": null,
        "thumbnailUrl": "https://static.metacritic.com/images/products/games/5/a66616196a10f5be40b1edfed3c61a54-98.jpg",
        "releaseDate": "2021-10-08T00:00:00",
        "metaScore": 93,
        "userScore": 84,
        "recentReviews": null,
        "recentUserReviews": null
    },
    {
        "id": 3,
        "title": "A Monster's Expedition",
        "description": "From some of the best puzzle designers in the world comes A Monster's Expedition, an adorable and relaxing open world puzzle adventure for monsters who love to learn about humans.By pushing trees over to create pathways, you'll explore hundreds of islands near and far to learn about the history of \"humanity\".Immerse yourself in human culture with all-new exhibits from the \"Human Englandland\" dig site, each accompanied with expert insights!",
        "genre": null,
        "platform": null,
        "developer": null,
        "thumbnailUrl": "https://static.metacritic.com/images/products/games/7/f209265f93e7f58c86bc1f70077ba178-98.jpg",
        "releaseDate": "2021-10-08T00:00:00",
        "metaScore": 92,
        "userScore": 56,
        "recentReviews": null,
        "recentUserReviews": null
    },
    {
        "id": 4,
        "title": "Spelunky 2",
        "description": "Spelunky 2 builds upon the unique, randomized challenges that made the original a roguelike classic, offering a huge adventure designed to satisfy players old and new. Meet the next generation of explorers as they find themselves on the Moon, searching for treasure and missing family.",
        "genre": null,
        "platform": null,
        "developer": null,
        "thumbnailUrl": "https://static.metacritic.com/images/products/games/1/3109c8a78f4e5d6e92a9ab08c65a9891-98.jpg",
        "releaseDate": "2021-10-08T00:00:00",
        "metaScore": 92,
        "userScore": null,
        "recentReviews": null,
        "recentUserReviews": null
    },
    {
        "id": 5,
        "title": "Psychonauts 2",
        "description": "Razputin Aquato, trained acrobat and powerful young psychic, has realized his life long dream of joining the international psychic espionage organization known as the Psychonauts! But these psychic super spies are in trouble. Their leader hasn't been the same since he was kidnapped, and what's worse, there's a mole hiding in headquarters. Raz must use his powers to stop the mole before they execute their secret plan--to bring the murderous psychic villain, Maligula, back from the dead.",
        "genre": null,
        "platform": null,
        "developer": null,
        "thumbnailUrl": "https://static.metacritic.com/images/products/games/6/d435a53fcd13e1ff6d64bf32e053dd64-98.jpg",
        "releaseDate": "2021-10-08T00:00:00",
        "metaScore": 91,
        "userScore": 55,
        "recentReviews": null,
        "recentUserReviews": null
    },
    {
        "id": 6,
        "title": "OPUS: Echo of Starsong",
        "description": "\"I will claim the starsongs, and bring honor to the clan.\"Exiled by his people, Jun ventures out in search of starsongs to redeem himself. But progress is slow, until he saves Eda, a witch who can pick up on the sound of asteroids. However, what appears to be a blessed encounter, will end up becoming a lifelong burden...Echo of Starsong is a narrative puzzle adventure game. Asteroids emitting a sound known as \"Starsongs\" have become the center of conflict for the immense power they hold. Determined to claim asteroids of his own, a young man ventures out with a girl who can imitate starsongs, lending her voice to unravel an ancient myth deep in the heart of space.",
        "genre": null,
        "platform": null,
        "developer": null,
        "thumbnailUrl": "https://static.metacritic.com/images/products/games/4/b9f715e3897dacdc3809eee6384be1f6-98.jpg",
        "releaseDate": "2021-10-08T00:00:00",
        "metaScore": 91,
        "userScore": 92,
        "recentReviews": null,
        "recentUserReviews": null
    },
    {
        "id": 7,
        "title": "Microsoft Flight Simulator",
        "description": "From light planes to wide-body jets, fly highly detailed and accurate aircraft in the next generation of Microsoft Flight Simulator. Test your piloting skills against the challenges of night flying, real-time atmospheric simulation and live weather in a dynamic and living world.",
        "genre": null,
        "platform": null,
        "developer": null,
        "thumbnailUrl": "https://static.metacritic.com/images/products/games/7/1cc2e1878b4f5e9252f9f3b740e99125-98.jpg",
        "releaseDate": "2021-10-08T00:00:00",
        "metaScore": 90,
        "userScore": 80,
        "recentReviews": null,
        "recentUserReviews": null
    },
    {
        "id": 8,
        "title": "Metroid Dread",
        "description": "Join intergalactic bounty hunter Samus Aran in her first new 2D Metroid™ story in 19 years. Samus’ story continues after the events of the Metroid™ Fusion game when she descends upon planet ZDR to investigate a mysterious transmission sent to the Galactic Federation. The remote planet has become overrun by vicious alien lifeforms and chilling mechanical menaces. Samus is more agile and capable than ever, but can she overcome the inhuman threat stalking the depths of ZDR?Face off against unrelenting E.M.M.I. robotsOnce DNA-extracting research machines, the imposing E.M.M.I. are now hunting Samus down. Tensions are high as you evade these E.M.M.I. to avoid a cruel death while finding a way to take them down. Find out what turned these robotic wonders into the scourge of ZDR and escape with your life.Feel Samus’ power grow as you gain maneuvers and abilitiesAcquire new and familiar abilities as you traverse the many environments of this dangerous world. Parkour over obstacles, slide through tight spaces, counter enemies, and battle your way through the planet. Return to areas and use your new abilities to find upgrades, alternate paths, and a way forward. Explore the sprawling map, evade and destroy E.M.M.I. robots, and overcome the dread plaguing ZDR.",
        "genre": null,
        "platform": null,
        "developer": null,
        "thumbnailUrl": "https://static.metacritic.com/images/products/games/5/33ebb325c3be6cf63c66ef82c2e66574-98.jpg",
        "releaseDate": "2021-10-08T00:00:00",
        "metaScore": 89,
        "userScore": 88,
        "recentReviews": null,
        "recentUserReviews": null
    },
    {
        "id": 9,
        "title": "Synth Riders",
        "description": "Synth Riders is your freestyle dancing VR rhythm alternative. Lose yourself in the incredible music, ride the rails, meet friends in the multiplayer, and become a part of the VR rhythm revolution!",
        "genre": null,
        "platform": null,
        "developer": null,
        "thumbnailUrl": "https://static.metacritic.com/images/products/games/7/eb2fcd2a1fc6876fa7167e88f675f20c-98.jpg",
        "releaseDate": "2021-10-08T00:00:00",
        "metaScore": 89,
        "userScore": null,
        "recentReviews": null,
        "recentUserReviews": null
    }
]